class _trend{

  final String imageUrl;
  final String text;

  _trend(this.imageUrl, this.text);
}

List trend =[
  _trend("assets/6.jpg","كشف خورخي ميسي والد الأرجنتيني ليونيل ميسي قائد برشلونة، "),
  _trend("assets/5.jpg","كشف محمد فرج عامر رئيس نادي سموحة، أن اللجنة الخماسية التي تدير الاتحاد المصري لكرة القدم قررت.."),
  _trend("assets/8.jpg","كشف خورخي ميسي والد الأرجنتيني ليونيل ميسي قائد برشلونة"),
  _trend("assets/9.jpg","كشف محمد فرج عامر رئيس نادي سموحة، أن اللجنة الخماسية التي تدير الاتحاد المصري لكرة القدم قررت.."),
  _trend("assets/5.jpg","كشف محمد فرج عامر رئيس نادي سموحة، أن اللجنة الخماسية التي تدير الاتحاد المصري لكرة القدم قررت.."),
  _trend("assets/6.jpg","كشف محمد فرج عامر رئيس نادي سموحة، أن اللجنة الخماسية التي تدير الاتحاد المصري لكرة القدم قررت.."),
  _trend("assets/8.jpg","كشف خورخي ميسي والد الأرجنتيني ليونيل ميسي قائد برشلونة"),

];